Lisa/unes.txt

&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"&gt;&lt;soapenv:Body&gt;&lt;depositMoney xmlns="http://ejb3.examples.itko.com/"&gt;&lt;accountId xmlns=""&gt;2295050569862&lt;/accountId&gt;&lt;amount xmlns=""&gt;50.00&lt;/amount&gt;&lt;desc xmlns=""&gt;ATM Deposit&lt;/desc&gt;&lt;/depositMoney&gt;&lt;/soapenv:Body&gt;&lt;/soapenv:Envelope&gt;